Repository: M1loseph/phd-website
Catalog: phd_website/lib/l10n/app_*.arb
Languages: pl

# pageHome_Name
source: M.Sc. Bogna Jaszczak
pl: mgr inż. Bogna Jaszczak

# pageHome_Department
source: Department of Applied Mathematics, Wrocław University of Science and Technology
pl: Wydział Matematyki, Politechnika Wrocławska

# pageContact_CopiedPopup
source: Copied!
pl: Skopiowano!

# pageConsultation_Dates
source: Tuesday 13:30 - 14:30
pl: Wtorek 13:30 - 14:30

# pageConsultation_EmailReminder
source: Please send me an email prior to coming.
pl: Proszę o wcześniejsze zawiadomienie mailem o chęci przybycia na konsultacje.

# pageTeaching_DifferentialEquationsInTechnology
source: Differential equations in technology
pl: Równania różniczkowe w technice

# pageTeaching_DifferentialEquationsInTechDescription
source: Rules and lists are available on lecturer's website.
pl: Zasady zaliczenia oraz listy znajdują się na stronie wykładowcy.

# pageTeaching_IntroductionToComputerScience
source: Introduction to computer science and programming
pl: Wstęp do informatyki i programowania

# pageTeaching_IntroductionToComputerDescription
source: All materials and information can be found on ePortal.
pl: Wszystkie materiały i informacje znajdują się na ePortalu.

# pageResearch_ConferencesSectionTitle
source: Conference talks
pl: Wystąpienia na konferencjach

# pageResearch_OrganizerWebsite
source: Conference website
pl: Strona konferencji

# pageResearch_ConferenceDate
source: {begin} to {end}
pl: {begin} do {end}

# pageResearch_51ConferenceOnApplicationsOfMathematicsConferenceName
source: 51st Conference on Applications of Mathematics
pl: 51. Konferencja Zastosowań Matematyki

# pageResearch_52ConferenceOnApplicationsOfMathematicsConferenceName
source: 52nd Conference on Applications of Mathematics
pl: 52. Konferencja Zastosowań Matematyki

# pageResearch_XIIForumOfPartialDifferentialEquationsConferenceName
source: XIII Forum of Partial Differential Equations
pl: XIII Forum Równań Różniczkowych Cząstkowych

# componentNavigation_HomePage
source: Home
pl: Strona główna

# componentNavigation_ContactPage
source: Contact
pl: Kontakt

# componentNavigation_ConsultationPage
source: Consultation
pl: Konsultacje

# componentNavigation_TeachingPage
source: Teaching
pl: Dydaktyka

# componentNavigation_ResearchPage
source: Research
pl: Publikacje

# componentCookiesPopup_Message
source: This site uses cookies to provide it's main functionalities such as saving language preferences.
pl: Strona wykorzystuje ciasteczka w celu dostarczenia jej podstawowych funkcjonalności takich jak zapisywanie preferencji językowych.

# componentCookiesPopup_AcceptButton
source: Accept all
pl: Akceptuję

# componentCookiesPopup_RejectButton
source: Reject non essential
pl: Odrzucam zbędne

# componentFooter_Text
source: Copyright © {lastBuildYear} version {appVersion}
pl: Wszelkie prawa zastrzeżone © {lastBuildYear} wersja {appVersion}

# componentSemesterPicker_semesterTypeName
source: {type, select, winter{Winter} summer{Summer} other{}}
pl: {type, select, winter{Zimowy} summer{Letni} other{}}
